micropython/micropython/ports/raspberrypi/boards/solderparty_rp2350_stamp_xl/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RP2350 Stamp XL"
#define MICROPY_HW_MCU_NAME "rp2350b"
